Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# error.user.unknown.message
source: %@ failed while talking to %@.
ar: فشل %@ أثناء التحدث إلى %@.
de: %@ ist bei der Kommunikation mit %@ fehlgeschlagen.
es: %@ falló al comunicarse con %@.
fr: %@ a échoué lors de la communication avec %@.
id: %@ gagal saat berkomunikasi dengan %@.
it: %@ ha fallito durante la comunicazione con %@.
ja: %@は%@との通信中に失敗しました。
ko: %@이(가) %@과(와) 통신하는 중 실패했습니다.
nl: %@ is mislukt tijdens communicatie met %@.
pl: %@ nie powiodło się podczas komunikacji z %@.
pt_br: %@ falhou ao se comunicar com %@.
ru: %@ завершился с ошибкой при общении с %@.
tr: %@, %@ ile iletişim kurarken başarısız oldu.
uk: %@ завершився помилкою під час спілкування з %@.
vi: %@ thất bại khi giao tiếp với %@.
zh_hans: %@ 在访问 %@ 时失败。
zh_hant: %@ 在與 %@ 通訊時失敗。

# error.user.unknown.recovery
source: Try again. If it repeats, export debug logs and send them to dong4j.
ar: حاول مرة أخرى. إذا تكرر الأمر، قم بتصدير سجلات التصحيح وأرسلها إلى dong4j.
de: Versuchen Sie es erneut. Wenn das Problem wiederholt auftritt, exportieren Sie Debug-Protokolle und senden Sie sie an dong4j.
es: Inténtalo de nuevo. Si se repite, exporta los registros de depuración y envíalos a dong4j.
fr: Réessayez. Si le problème se répète, exportez les journaux de débogage et envoyez-les à dong4j.
id: Coba lagi. Jika berulang, ekspor log debug dan kirimkan ke dong4j.
it: Riprova. Se si ripete, esporta i log di debug e inviali a dong4j.
ja: もう一度お試しください。繰り返す場合は、デバッグログをエクスポートしてdong4jに送信してください。
ko: 다시 시도하세요. 반복되면 디버그 로그를 내보내 dong4j에게 보내주세요.
nl: Probeer het opnieuw. Als het zich herhaalt, exporteer dan debuglogs en stuur ze naar dong4j.
pl: Spróbuj ponownie. Jeśli problem się powtarza, wyeksportuj logi debugowania i wyślij je do dong4j.
pt_br: Tente novamente. Se repetir, exporte os registros de depuração e envie para dong4j.
ru: Повторите попытку. Если ошибка повторится, экспортируйте отладочные логи и отправьте их dong4j.
tr: Tekrar deneyin. Tekrarlarsa, hata ayıklama günlüklerini dışa aktarın ve dong4j'e gönderin.
uk: Спробуйте знову. Якщо проблема повториться, експортуйте журнали налагодження та надішліть їх dong4j.
vi: Thử lại. Nếu lặp lại, hãy xuất nhật ký gỡ lỗi và gửi cho dong4j.
zh_hans: 请重试；如果重复出现，请导出调试日志发给 dong4j。
zh_hant: 請重試。若重複發生，請匯出除錯日誌並傳送給 dong4j。

# error.user.unknown.title
source: Something went wrong
ar: حدث خطأ ما
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Quelque chose s'est mal passé
id: Terjadi kesalahan
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_br: Algo deu errado
ru: Что-то пошло не так
tr: Bir şeyler ters gitti
uk: Щось пішло не так
vi: Đã xảy ra lỗi
zh_hans: 操作失败
zh_hant: 發生錯誤

# explore.allCategories
source: All Categories
ar: جميع الفئات
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
id: Semua Kategori
it: Tutte le categorie
ja: すべてのカテゴリ
ko: 모든 카테고리
nl: Alle categorieën
pl: Wszystkie kategorie
pt_br: Todas as Categorias
ru: Все категории
tr: Tüm Kategoriler
uk: Усі категорії
vi: Tất cả danh mục
zh_hans: 全部分类
zh_hant: 全部分類

# explore.allLanguages
source: All Languages
ar: جميع اللغات
de: Alle Sprachen
es: Todos los lenguajes
fr: Toutes les langues
id: Semua Bahasa
it: Tutte le lingue
ja: すべての言語
ko: 모든 언어
nl: Alle talen
pl: Wszystkie języki
pt_br: Todos os Idiomas
ru: Все языки
tr: Tüm Diller
uk: Усі мови
vi: Tất cả ngôn ngữ
zh_hans: 全部语言
zh_hant: 全部語言

# explore.allPlatforms
source: All Platforms
ar: جميع المنصات
de: Alle Plattformen
es: Todas las plataformas
fr: Toutes les plateformes
id: Semua Platform
it: Tutte le piattaforme
ja: すべてのプラットフォーム
ko: 모든 플랫폼
nl: Alle platforms
pl: Wszystkie platformy
pt_br: Todas as Plataformas
ru: Все платформы
tr: Tüm Platformlar
uk: Усі платформи
vi: Tất cả nền tảng
zh_hans: 全部平台
zh_hant: 全部平台

# explore.cacheFallback.warning
source: Couldn't refresh. Showing your local cache for now.
ar: تعذر التحديث. يتم عرض الذاكرة المؤقتة المحلية حالياً.
de: Aktualisierung nicht möglich. Es wird der lokale Cache angezeigt.
es: No se pudo actualizar. Mostrando la caché local por ahora.
fr: Impossible d'actualiser. Affichage du cache local pour le moment.
id: Tidak dapat menyegarkan. Menampilkan cache lokal untuk saat ini.
it: Impossibile aggiornare. Mostra la cache locale per ora.
ja: 更新できませんでした。ローカルのキャッシュを表示しています。
ko: 새로고침할 수 없습니다. 로컬 캐시를 표시합니다.
nl: Vernieuwen mislukt. De lokale cache wordt getoond.
pl: Nie udało się odświeżyć. Wyświetlana jest lokalna pamięć podręczna.
pt_br: Não foi possível atualizar. Mostrando o cache local por enquanto.
ru: Не удалось обновить. Показан локальный кэш.
tr: Yenilenemedi. Şimdilik yerel önbellek gösteriliyor.
uk: Не вдалося оновити. Показано локальний кеш.
vi: Không thể làm mới. Đang hiển thị bộ nhớ đệm cục bộ.
zh_hans: 暂时无法刷新，已显示本地缓存。稍后可再试。
zh_hant: 暫時無法重新整理，已顯示本機快取。稍後可再試。

# explore.cacheFallback.warningFormat
source: Couldn't refresh. Showing your local cache for now.
ar: تعذر التحديث. يتم عرض الذاكرة المؤقتة المحلية حالياً.
de: Aktualisierung nicht möglich. Es wird der lokale Cache angezeigt.
es: No se pudo actualizar. Mostrando la caché local por ahora.
fr: Impossible d'actualiser. Affichage du cache local pour le moment.
id: Tidak dapat menyegarkan. Menampilkan cache lokal untuk saat ini.
it: Impossibile aggiornare. Mostra la cache locale per ora.
ja: 更新できませんでした。ローカルのキャッシュを表示しています。
ko: 새로고침할 수 없습니다. 로컬 캐시를 표시합니다.
nl: Vernieuwen mislukt. De lokale cache wordt getoond.
pl: Nie udało się odświeżyć. Wyświetlana jest lokalna pamięć podręczna.
pt_br: Não foi possível atualizar. Mostrando o cache local por enquanto.
ru: Не удалось обновить. Показан локальный кэш.
tr: Yenilenemedi. Şimdilik yerel önbellek gösteriliyor.
uk: Не вдалося оновити. Показано локальний кеш.
vi: Không thể làm mới. Đang hiển thị bộ nhớ đệm cục bộ.
zh_hans: 暂时无法刷新，已显示本地缓存。稍后可再试。
zh_hant: 暫時無法重新整理，已顯示本機快取。稍後可再試。

# explore.detail.empty
source: Select a project from Explore
ar: حدد مشروعًا من استكشاف
de: Wählen Sie ein Projekt aus dem Entdecken-Bereich
es: Selecciona un proyecto de Explorar
fr: Sélectionnez un projet dans Explorer
id: Pilih proyek dari Jelajahi
it: Seleziona un progetto da Esplora
ja: 発見からプロジェクトを選択
ko: 탐색에서 프로젝트를 선택하세요
nl: Selecteer een project uit Ontdekken
pl: Wybierz projekt z Odkrywania
pt_br: Selecione um projeto do Explorar
ru: Выберите проект из раздела «Обзор»
tr: Keşfet'ten bir proje seçin
uk: Виберіть проєкт з розділу «Огляд»
vi: Chọn một dự án từ Khám phá
zh_hans: 从探索列表选择一个项目
zh_hant: 從探索中選取一個專案

# explore.discoverySignal.downloads
source: Downloads
ar: التنزيلات
es: Descargas
fr: Téléchargements
id: Unduhan
it: Download
ja: ダウンロード数
ko: 다운로드
pl: Pobrania
ru: Загрузки
tr: İndirmeler
uk: Завантаження
vi: Lượt tải
zh_hans: 有下载
zh_hant: 有下載

# explore.discoverySignal.popular
source: Popular
ar: شائع
de: Beliebt
fr: Populaire
id: Populer
it: Popolare
ja: 人気
ko: 인기
nl: Populair
pl: Popularne
ru: Популярное
tr: Popüler
uk: Популярне
vi: Phổ biến
zh_hans: 高星
zh_hant: 高星

# explore.discoverySignal.recentRelease
source: Recent release
ar: إصدار حديث
de: Kürzliches Release
es: Lanzamiento reciente
fr: Version récente
id: Rilis terbaru
it: Release recente
ja: 最近のリリース
ko: 최근 릴리스
nl: Recente release
pl: Ostatnie wydanie
pt_br: Versão recente
ru: Недавний релиз
tr: Yakın zamanda yayınlanan
uk: Нещодавній реліз
vi: Bản phát hành gần đây
zh_hans: 近期发布
zh_hant: 近期發布

# explore.empty.subtitle
source: Try another category, language, or platform.
ar: جرّب فئة أو لغة أو منصة أخرى.
de: Versuchen Sie eine andere Kategorie, Sprache oder Plattform.
es: Prueba otra categoría, lenguaje o plataforma.
fr: Essayez une autre catégorie, langue ou plateforme.
id: Coba kategori, bahasa, atau platform lain.
it: Prova un'altra categoria, lingua o piattaforma.
ja: 別のカテゴリ、言語、またはプラットフォームをお試しください。
ko: 다른 카테고리, 언어 또는 플랫폼을 시도해 보세요.
nl: Probeer een andere categorie, taal of platform.
pl: Spróbuj innej kategorii, języka lub platformy.
pt_br: Tente outra categoria, idioma ou plataforma.
ru: Попробуйте другую категорию, язык или платформу.
tr: Başka bir kategori, dil veya platform deneyin.
uk: Спробуйте іншу категорію, мову або платформу.
vi: Thử danh mục, ngôn ngữ hoặc nền tảng khác.
zh_hans: 可以切换分类、语言或平台再试。
zh_hant: 請嘗試其他分類、語言或平台。

# explore.empty.title
source: No projects found
ar: لم يتم العثور على مشاريع
de: Keine Projekte gefunden
es: No se encontraron proyectos
fr: Aucun projet trouvé
id: Tidak ada proyek ditemukan
it: Nessun progetto trovato
ja: プロジェクトが見つかりません
ko: 프로젝트를 찾을 수 없음
nl: Geen projecten gevonden
pl: Nie znaleziono projektów
pt_br: Nenhum projeto encontrado
ru: Проекты не найдены
tr: Proje bulunamadı
uk: Проєктів не знайдено
vi: Không tìm thấy dự án
zh_hans: 没有找到项目
zh_hant: 找不到專案

# explore.help.cache.title
source: Cache
ar: ذاكرة التخزين المؤقت
es: Caché
ja: キャッシュ
ko: 캐시
pl: Pamięć podręczna
ru: Кэш
tr: Önbellek
uk: Кеш
vi: Bộ nhớ đệm
zh_hans: 缓存说明
zh_hant: 快取說明

# explore.help.discover.cache.offline
source: Offline handling: if the update fails, Starcat keeps the last successful cache and warns that the content may be out of date.
ar: التعامل دون اتصال: إذا فشل التحديث، يحتفظ Starcat بآخر ذاكرة تخزين مؤقت ناجحة ويحذر من أن المحتوى قد يكون قديمًا.
de: Offline-Handhabung: Wenn das Update fehlschlägt, behält Starcat den letzten erfolgreichen Cache und warnt, dass der Inhalt veraltet sein könnte.
es: Manejo sin conexión: si la actualización falla, Starcat conserva la última caché exitosa y advierte que el contenido puede estar desactualizado.
fr: Gestion hors ligne : si la mise à jour échoue, Starcat conserve le dernier cache réussi et avertit que le contenu peut être obsolète.
id: Penanganan offline: jika pembaruan gagal, Starcat menyimpan cache sukses terakhir dan memperingatkan bahwa konten mungkin kedaluwarsa.
it: Gestione offline: se l'aggiornamento fallisce, Starcat mantiene l'ultima cache riuscita e avvisa che il contenuto potrebbe essere obsoleto.
ja: オフライン処理：更新に失敗した場合、Starcatは最後に成功したキャッシュを保持し、コンテンツが古い可能性があることを警告します。
ko: 오프라인 처리: 업데이트에 실패하면 Starcat은 마지막으로 성공한 캐시를 유지하고 콘텐츠가 오래되었을 수 있음을 경고합니다.
nl: Offline afhandeling: als de update mislukt, behoudt Starcat de laatste succesvolle cache en waarschuwt dat de inhoud mogelijk verouderd is.
pl: Obsługa offline: jeśli aktualizacja się nie powiedzie, Starcat zachowuje ostatnią udaną pamięć podręczną i ostrzega, że treść może być nieaktualna.
pt_br: Tratamento offline: se a atualização falhar, o Starcat mantém o último cache bem-sucedido e avisa que o conteúdo pode estar desatualizado.
ru: Обработка офлайн: если обновление не удаётся, Starcat сохраняет последний успешный кэш и предупреждает, что содержимое может быть устаревшим.
tr: Çevrimdışı işleme: güncelleme başarısız olursa, Starcat son başarılı önbelleği tutar ve içeriğin güncel olmayabileceği konusunda uyarır.
uk: Обробка в автономному режимі: якщо оновлення не вдається, Starcat зберігає останній успішний кеш і попереджає, що вміст може бути застарілим.
vi: Xử lý ngoại tuyến: nếu cập nhật thất bại, Starcat giữ lại bộ nhớ đệm thành công cuối cùng và cảnh báo rằng nội dung có thể đã lỗi thời.
zh_hans: 离线处理：更新失败时继续使用上次成功缓存，并提示内容可能不是最新。
zh_hant: 離線處理：若更新失敗，Starcat 會保留最後一次成功的快取，並提示內容可能不是最新。

# explore.help.discover.cache.ttl
source: Cache lifetime: 3 hours, shared with Popular and New Releases.
ar: عمر ذاكرة التخزين المؤقت: 3 ساعات، مشتركة مع الشائع والإصدارات الجديدة.
de: Cache-Lebensdauer: 3 Stunden, gemeinsam mit Beliebt und Neue Releases.
es: Vida útil de la caché: 3 horas, compartida con Popular y Nuevos lanzamientos.
fr: Durée de vie du cache : 3 heures, partagée avec Populaire et Nouvelles versions.
id: Masa pakai cache: 3 jam, dibagikan dengan Populer dan Rilis Baru.
it: Durata cache: 3 ore, condivisa con Popolari e Nuove Release.
ja: キャッシュの有効期間：3時間。人気と新着リリースと共有されます。
ko: 캐시 수명: 3시간, 인기 및 새 릴리스와 공유됩니다.
nl: Cache-levensduur: 3 uur, gedeeld met Populair en Nieuwe releases.
pl: Czas życia pamięci podręcznej: 3 godziny, współdzielony z Popularne i Nowe wydania.
pt_br: Vida útil do cache: 3 horas, compartilhado com Populares e Novos Lançamentos.
ru: Время жизни кэша: 3 часа, общее для разделов «Популярное» и «Новые релизы».
tr: Önbellek ömrü: 3 saat, Popüler ve Yeni Sürümler ile paylaşılır.
uk: Час життя кешу: 3 години, спільний для «Популярного» та «Нових релізів».
vi: Thời gian sống của bộ nhớ đệm: 3 giờ, được chia sẻ với Phổ biến và Bản phát hành mới.
zh_hans: 缓存有效期：3 小时，与热门、新发布共享同一份项目目录缓存。
zh_hant: 快取有效期：3 小時，與熱門、新發布共用同一份專案目錄快取。

# explore.help.discover.cache.update
source: Update: Starcat uses the local cache while it is valid and fetches the latest project catalog after it expires.
ar: التحديث: يستخدم Starcat ذاكرة التخزين المؤقت المحلية أثناء صلاحيتها ويجلب أحدث كتالوج مشاريع بعد انتهاء صلاحيتها.
de: Update: Starcat verwendet den lokalen Cache, solange er gültig ist, und ruft den neuesten Projektkatalog nach Ablauf ab.
es: Actualización: Starcat usa la caché local mientras sea válida y obtiene el catálogo de proyectos más reciente después de que expire.
fr: Mise à jour : Starcat utilise le cache local tant qu'il est valide et récupère le catalogue de projets le plus récent après son expiration.
id: Pembaruan: Starcat menggunakan cache lokal selama masih valid dan mengambil katalog proyek terbaru setelah kedaluwarsa.
it: Aggiornamento: Starcat utilizza la cache locale mentre è valida e recupera il catalogo progetti più recente dopo la scadenza.
ja: 更新：Starcatは有効な間はローカルキャッシュを使用し、期限切れ後に最新のプロジェクトカタログを取得します。
ko: 업데이트: Starcat은 캐시가 유효한 동안 로컬 캐시를 사용하고 만료 후 최신 프로젝트 카탈로그를 가져옵니다.
nl: Update: Starcat gebruikt de lokale cache zolang deze geldig is en haalt de nieuwste projectcatalogus op nadat deze is verlopen.
pl: Aktualizacja: Starcat używa lokalnej pamięci podręcznej, dopóki jest ważna, a po jej wygaśnięciu pobiera najnowszy katalog projektów.
pt_br: Atualização: o Starcat usa o cache local enquanto é válido e busca o catálogo de projetos mais recente após expirar.
ru: Обновление: Starcat использует локальный кэш, пока он действителен, и загружает последний каталог проектов после его истечения.
tr: Güncelleme: Starcat, önbellek geçerliyken yerel önbelleği kullanır ve süresi dolduktan sonra en son proje kataloğunu getirir.
uk: Оновлення: Starcat використовує локальний кеш, поки він дійсний, і отримує останній каталог проєктів після його закінчення.
vi: Cập nhật: Starcat sử dụng bộ nhớ đệm cục bộ khi còn hiệu lực và tải danh mục dự án mới nhất sau khi hết hạn.
zh_hans: 更新方式：有效期内优先读取本地缓存；过期后重新获取最新项目目录。
zh_hant: 更新方式：有效期間內優先讀取本地快取；過期後重新取得最新專案目錄。

# explore.help.discover.open
source: Learn about Discover
ar: تعرف على Discover
de: Erfahren Sie mehr über Entdecken
es: Más información sobre Descubrir
fr: En savoir plus sur Découvrir
id: Pelajari tentang Temukan
it: Scopri di più su Esplora
ja: 発見について学ぶ
ko: Discover에 대해 알아보기
nl: Meer over Ontdekken
pl: Dowiedz się o Odkrywaniu
pt_br: Saiba mais sobre o Descobrir
ru: Узнать об обзоре
tr: Keşfet hakkında bilgi edinin
uk: Дізнатися про «Огляд»
vi: Tìm hiểu về Khám phá
zh_hans: 了解发现的数据规则
zh_hant: 了解發現的資料規則

# explore.help.discover.rule.catalog
source: Starcat combines high-attention repositories, repositories active in the last 30 days, and newer repositories created in the last year.
ar: يجمع Starcat بين المستودعات عالية الاهتمام، والمستودعات النشطة في آخر 30 يومًا، والمستودعات الأحدث التي تم إنشاؤها في العام الماضي.
de: Starcat kombiniert Repositories mit hoher Aufmerksamkeit, Repositories, die in den letzten 30 Tagen aktiv waren, und neuere Repositories, die im letzten Jahr erstellt wurden.
es: Starcat combina repositorios de alta atención, repositorios activos en los últimos 30 días y repositorios más nuevos creados en el último año.
fr: Starcat combine les dépôts très suivis, les dépôts actifs au cours des 30 derniers jours et les dépôts plus récents créés au cours de la dernière année.
id: Starcat menggabungkan repositori dengan perhatian tinggi, repositori yang aktif dalam 30 hari terakhir, dan repositori yang lebih baru yang dibuat dalam setahun terakhir.
it: Starcat combina repository ad alta attenzione, repository attivi negli ultimi 30 giorni e repository più recenti creati nell'ultimo anno.
ja: Starcatは、注目度の高いリポジトリ、過去30日間にアクティブなリポジトリ、過去1年以内に作成された新しいリポジトリを組み合わせます。
ko: Starcat은 주목도가 높은 저장소, 최근 30일 동안 활동한 저장소, 최근 1년 내에 생성된 최신 저장소를 결합합니다.
nl: Starcat combineert repositories met veel aandacht, repositories die actief zijn in de afgelopen 30 dagen en nieuwere repositories die in het afgelopen jaar zijn gemaakt.
pl: Starcat łączy repozytoria o wysokiej uwadze, repozytoria aktywne w ciągu ostatnich 30 dni oraz nowsze repozytoria utworzone w ciągu ostatniego roku.
pt_br: O Starcat combina repositórios de alta atenção, repositórios ativos nos últimos 30 dias e repositórios mais novos criados no último ano.
ru: Starcat объединяет репозитории с высоким вниманием, репозитории, активные за последние 30 дней, и новые репозитории, созданные за последний год.
tr: Starcat, yüksek dikkat çeken depoları, son 30 günde aktif olan depoları ve son bir yılda oluşturulmuş daha yeni depoları birleştirir.
uk: Starcat поєднує репозиторії з високою увагою, репозиторії, активні за останні 30 днів, та новіші репозиторії, створені за останній рік.
vi: Starcat kết hợp các kho lưu trữ được chú ý cao, các kho lưu trữ hoạt động trong 30 ngày qua và các kho lưu trữ mới hơn được tạo trong năm qua.
zh_hans: Starcat 综合收录高关注度、近 30 天活跃，以及近一年出现的新项目。
zh_hant: Starcat 綜合收錄高關注度、近 30 天活躍，以及近一年出現的新專案。

# explore.help.discover.rule.ranking
source: Recommendations consider recent activity, topic relevance, and platform fit.
ar: تأخذ التوصيات في الاعتبار النشاط الحديث، وملاءمة الموضوع، وملاءمة المنصة.
de: Empfehlungen berücksichtigen aktuelle Aktivität, Themenrelevanz und Plattform-Passung.
es: Las recomendaciones consideran la actividad reciente, la relevancia del tema y la adecuación a la plataforma.
fr: Les recommandations tiennent compte de l'activité récente, de la pertinence du sujet et de l'adéquation à la plateforme.
id: Rekomendasi mempertimbangkan aktivitas terbaru, relevansi topik, dan kesesuaian platform.
it: I consigli tengono conto dell'attività recente, della pertinenza dell'argomento e dell'idoneità della piattaforma.
ja: おすすめは、最近のアクティビティ、トピックの関連性、プラットフォームの適合性を考慮します。
ko: 추천은 최근 활동, 주제 관련성 및 플랫폼 적합성을 고려합니다.
nl: Aanbevelingen houden rekening met recente activiteit, relevantie van het onderwerp en platformgeschiktheid.
pl: Rekomendacje uwzględniają ostatnią aktywność, trafność tematyczną i dopasowanie do platformy.
pt_br: As recomendações consideram a atividade recente, a relevância do tópico e a adequação à plataforma.
ru: Рекомендации учитывают недавнюю активность, релевантность темы и соответствие платформе.
tr: Öneriler, son etkinlik, konu alaka düzeyi ve platform uyumunu dikkate alır.
uk: Рекомендації враховують нещодавню активність, відповідність темі та відповідність платформі.
vi: Đề xuất dựa trên hoạt động gần đây, mức độ liên quan của chủ đề và sự phù hợp với nền tảng.
zh_hans: 推荐会综合考虑近期活跃度、主题相关性和平台匹配度。
zh_hant: 推薦會綜合考慮近期活躍度、主題相關性和平台匹配度。

# explore.help.discover.rule.scope
source: The catalog refreshes regularly and does not represent every repository on GitHub.
ar: يتم تحديث الكتالوج بانتظام ولا يمثل كل مستودع على GitHub.
de: Der Katalog wird regelmäßig aktualisiert und bildet nicht jedes Repository auf GitHub ab.
es: El catálogo se actualiza periódicamente y no representa todos los repositorios de GitHub.
fr: Le catalogue est actualisé régulièrement et ne représente pas l'ensemble des dépôts sur GitHub.
id: Katalog diperbarui secara berkala dan tidak mewakili setiap repositori di GitHub.
it: Il catalogo si aggiorna regolarmente e non rappresenta tutti i repository su GitHub.
ja: カタログは定期的に更新され、GitHub上のすべてのリポジトリを網羅しているわけではありません。
ko: 카탈로그는 정기적으로 새로고침되며 GitHub의 모든 저장소를 대표하지 않습니다.
nl: De catalogus wordt regelmatig ververst en vertegenwoordigt niet elke repository op GitHub.
pl: Katalog jest regularnie odświeżany i nie obejmuje wszystkich repozytoriów na GitHub.
pt_br: O catálogo é atualizado regularmente e não representa todos os repositórios do GitHub.
ru: Каталог регулярно обновляется и не охватывает все репозитории на GitHub.
tr: Katalog düzenli olarak yenilenir ve GitHub'daki her depoyu temsil etmez.
uk: Каталог регулярно оновлюється і не представляє всі репозиторії на GitHub.
vi: Danh mục được làm mới thường xuyên và không đại diện cho mọi kho lưu trữ trên GitHub.
zh_hans: 项目池会定期更新，并不代表 GitHub 全站的全部仓库。
zh_hant: 專案池會定期更新，並不代表 GitHub 全站的所有倉庫。

# explore.help.discover.source
source: GitHub Search, repository metadata, and release data.
ar: بحث GitHub، وبيانات المستودع الوصفية، وبيانات الإصدارات.
de: GitHub-Suche, Repository-Metadaten und Release-Daten.
es: Búsqueda de GitHub, metadatos de repositorios y datos de versiones.
fr: Recherche GitHub, métadonnées des dépôts et données de version.
id: Pencarian GitHub, metadata repositori, dan data rilis.
it: Ricerca GitHub, metadati dei repository e dati delle release.
ja: GitHub検索、リポジトリメタデータ、リリースデータ。
ko: GitHub 검색, 저장소 메타데이터 및 릴리스 데이터.
nl: GitHub Zoeken, repository-metadata en releasegegevens.
pl: Wyszukiwarka GitHub, metadane repozytoriów i dane wydań.
pt_br: Busca do GitHub, metadados de repositórios e dados de releases.
ru: Поиск GitHub, метаданные репозиториев и данные о релизах.
tr: GitHub Arama, depo meta verileri ve sürüm verileri.
uk: Пошук GitHub, метадані репозиторіїв та дані про релізи.
vi: Tìm kiếm GitHub, siêu dữ liệu kho lưu trữ và dữ liệu phát hành.
zh_hans: GitHub Search、仓库资料和 Release 数据。
zh_hant: GitHub Search、倉庫資料和 Release 資料。

# explore.help.newReleases.cache.offline
source: Offline handling: if the update fails, Starcat keeps the last successful cache and warns that the content may be out of date.
ar: التعامل دون اتصال: إذا فشل التحديث، يحتفظ Starcat بآخر ذاكرة تخزين مؤقت ناجحة ويحذر من أن المحتوى قد يكون قديمًا.
de: Offline-Verhalten: Bei fehlgeschlagenem Update behält Starcat den letzten erfolgreichen Cache und warnt, dass die Inhalte veraltet sein könnten.
es: Manejo sin conexión: si la actualización falla, Starcat conserva la última caché exitosa y advierte que el contenido puede estar desactualizado.
fr: Gestion hors ligne : si la mise à jour échoue, Starcat conserve le dernier cache réussi et avertit que le contenu peut être obsolète.
id: Penanganan offline: jika pembaruan gagal, Starcat menyimpan cache terakhir yang berhasil dan memperingatkan bahwa konten mungkin tidak terbaru.
it: Gestione offline: se l'aggiornamento fallisce, Starcat mantiene l'ultima cache valida e avvisa che il contenuto potrebbe essere obsoleto.
ja: オフライン処理：更新に失敗した場合、Starcatは最後に成功したキャッシュを保持し、コンテンツが古い可能性があることを警告します。
ko: 오프라인 처리: 업데이트가 실패하면 Starcat는 마지막으로 성공한 캐시를 유지하고 콘텐츠가 오래되었을 수 있음을 경고합니다.
nl: Offline afhandeling: als de update mislukt, behoudt Starcat de laatste succesvolle cache en waarschuwt dat de inhoud mogelijk verouderd is.
pl: Obsługa offline: jeśli aktualizacja się nie powiedzie, Starcat zachowuje ostatni udany cache i ostrzega, że treść może być nieaktualna.
pt_br: Tratamento offline: se a atualização falhar, o Starcat mantém o último cache bem-sucedido e avisa que o conteúdo pode estar desatualizado.
ru: Обработка офлайн: если обновление не удалось, Starcat сохраняет последний успешный кеш и предупреждает, что содержимое может быть устаревшим.
tr: Çevrimdışı işleme: güncelleme başarısız olursa Starcat son başarılı önbelleği korur ve içeriğin güncel olmayabileceği konusunda uyarır.
uk: Автономна робота: якщо оновлення не вдається, Starcat зберігає останній успішний кеш і попереджає, що вміст може бути застарілим.
vi: Xử lý ngoại tuyến: nếu cập nhật thất bại, Starcat giữ lại bộ nhớ đệm thành công cuối cùng và cảnh báo rằng nội dung có thể đã lỗi thời.
zh_hans: 离线处理：更新失败时继续使用上次成功缓存，并提示内容可能不是最新。
zh_hant: 離線處理：若更新失敗，Starcat 會保留最後一次成功的快取，並提示內容可能不是最新。
